[
    {
        "id": 82,
        "scenario_name": "TEST_RANDOM_2",
        "suite_version": "V2",
        "calculated_indices": {
            "Лидер": 62,
            "Творец": 83,
            "Практик": 33,
            "Аналитик": 67,
            "Инноватор": 75,
            "Социальщик": 42,
            "Автономность": 2,
            "Коммуникатор": 50,
            "Исследователь": 0
        },
        "final_profile": "ТВОРЕЦ-ИННОВАТОР",
        "reliability": {
            "level": "yellow",
            "notes": "В21 != 1"
        },
        "raw_answers": [
            {
                "q": "Мне нравится разбирать сложные задачи на части, чтобы найти лучшее решение.",
                "score": "2"
            },
            {
                "q": "Я часто придумываю новые, необычные способы что-то сделать (например, как улучшить приложение, переделать комнату, организовать мероприятие по-новому).",
                "score": "5"
            },
            {
                "q": "Если я верю в цель, я готов рискнуть и попробовать, даже если нет гарантии успеха.",
                "score": "2"
            },
            {
                "q": "Для меня важно видеть конкретный результат своей работы (что-то сделанное, решённую задачу, достигнутую цель).",
                "score": "4"
            },
            {
                "q": "Я люблю доводить начатое до конца, даже если на пути возникают трудности.",
                "score": "1"
            },
            {
                "q": "В групповой работе или проекте я нередко беру на себя роль организатора или того, кто предлагает план.",
                "score": "4"
            },
            {
                "q": "Мне комфортно выступать перед аудиторией, даже незнакомой.",
                "score": "5"
            },
            {
                "q": "Я легко могу понять чувства и мотивы другого человека, даже если он о них прямо не говорит.",
                "score": "3"
            },
            {
                "q": "В споре или конфликте я всегда стараюсь найти решение, которое удовлетворит всех.",
                "score": "3"
            },
            {
                "q": "Ко мне часто обращаются за советом или просто «выговориться», потому что знают, что я умею слушать.",
                "score": "3"
            },
            {
                "q": "Мне интересно объяснять что-то другим, помогать разбираться в теме, учить.",
                "score": "1"
            },
            {
                "q": "Мне интересно разбираться в устройстве механизмов, программ или создавать их.",
                "score": "5"
            },
            {
                "q": "Мне интересно работать с цифрами, таблицами, данными, искать закономерности.",
                "score": "5"
            },
            {
                "q": "Мне интересно наблюдать и изучать природу: живые организмы, экосистемы, космос.",
                "score": "4"
            },
            {
                "q": "Мне нравится создавать что-то новое: рисовать, сочинять, мастерить, придумывать креативные идеи или творческие выступления.",
                "score": "5"
            },
            {
                "q": "Я люблю, когда задача чётко сформулирована, и я могу сосредоточиться на выполнении.",
                "score": "4"
            },
            {
                "q": "Мне важно понимать общую картину и цель, ради которой я что-то делаю.",
                "score": "1"
            },
            {
                "q": "Я ценю возможность работать в одиночку, самостоятельно планируя своё время.",
                "score": "2"
            },
            {
                "q": "Мне нравится атмосфера командной работы, где можно обмениваться идеями.",
                "score": "4"
            },
            {
                "q": "Я стремлюсь стать настоящим экспертом в выбранной мной области.",
                "score": "2"
            },
            {
                "q": "Проверочный вопрос: Пожалуйста, выбери вариант «Совсем не про меня».",
                "score": "5"
            },
            {
                "q": "В работе над любым проектом у меня никогда и ни с кем не возникает разногласий.",
                "score": "4"
            },
            {
                "q": "Я всегда, в любой ситуации, остаюсь абсолютно спокойным и хладнокровным.",
                "score": "1"
            },
            {
                "q": "Мне нравится абсолютно всё, чем я занимаюсь, и у меня нет скучных задач.",
                "score": "3"
            }
        ]
    },
    {
        "id": 81,
        "scenario_name": "TEST_RANDOM_1",
        "suite_version": "V2",
        "calculated_indices": {
            "Лидер": 75,
            "Творец": 54,
            "Практик": 42,
            "Аналитик": 25,
            "Инноватор": 33,
            "Социальщик": 50,
            "Автономность": 2,
            "Коммуникатор": 83,
            "Исследователь": 0
        },
        "final_profile": "КОММУНИКАТОР-ЛИДЕР",
        "reliability": {
            "level": "yellow",
            "notes": "В21 != 1"
        },
        "raw_answers": [
            {
                "q": "Мне нравится разбирать сложные задачи на части, чтобы найти лучшее решение.",
                "score": "3"
            },
            {
                "q": "Я часто придумываю новые, необычные способы что-то сделать (например, как улучшить приложение, переделать комнату, организовать мероприятие по-новому).",
                "score": "2"
            },
            {
                "q": "Если я верю в цель, я готов рискнуть и попробовать, даже если нет гарантии успеха.",
                "score": "3"
            },
            {
                "q": "Для меня важно видеть конкретный результат своей работы (что-то сделанное, решённую задачу, достигнутую цель).",
                "score": "5"
            },
            {
                "q": "Я люблю доводить начатое до конца, даже если на пути возникают трудности.",
                "score": "2"
            },
            {
                "q": "В групповой работе или проекте я нередко беру на себя роль организатора или того, кто предлагает план.",
                "score": "5"
            },
            {
                "q": "Мне комфортно выступать перед аудиторией, даже незнакомой.",
                "score": "3"
            },
            {
                "q": "Я легко могу понять чувства и мотивы другого человека, даже если он о них прямо не говорит.",
                "score": "4"
            },
            {
                "q": "В споре или конфликте я всегда стараюсь найти решение, которое удовлетворит всех.",
                "score": "4"
            },
            {
                "q": "Ко мне часто обращаются за советом или просто «выговориться», потому что знают, что я умею слушать.",
                "score": "5"
            },
            {
                "q": "Мне интересно объяснять что-то другим, помогать разбираться в теме, учить.",
                "score": "3"
            },
            {
                "q": "Мне интересно разбираться в устройстве механизмов, программ или создавать их.",
                "score": "2"
            },
            {
                "q": "Мне интересно работать с цифрами, таблицами, данными, искать закономерности.",
                "score": "1"
            },
            {
                "q": "Мне интересно наблюдать и изучать природу: живые организмы, экосистемы, космос.",
                "score": "4"
            },
            {
                "q": "Мне нравится создавать что-то новое: рисовать, сочинять, мастерить, придумывать креативные идеи или творческие выступления.",
                "score": "5"
            },
            {
                "q": "Я люблю, когда задача чётко сформулирована, и я могу сосредоточиться на выполнении.",
                "score": "2"
            },
            {
                "q": "Мне важно понимать общую картину и цель, ради которой я что-то делаю.",
                "score": "3"
            },
            {
                "q": "Я ценю возможность работать в одиночку, самостоятельно планируя своё время.",
                "score": "1"
            },
            {
                "q": "Мне нравится атмосфера командной работы, где можно обмениваться идеями.",
                "score": "2"
            },
            {
                "q": "Я стремлюсь стать настоящим экспертом в выбранной мной области.",
                "score": "4"
            },
            {
                "q": "Проверочный вопрос: Пожалуйста, выбери вариант «Совсем не про меня».",
                "score": "4"
            },
            {
                "q": "В работе над любым проектом у меня никогда и ни с кем не возникает разногласий.",
                "score": "3"
            },
            {
                "q": "Я всегда, в любой ситуации, остаюсь абсолютно спокойным и хладнокровным.",
                "score": "3"
            },
            {
                "q": "Мне нравится абсолютно всё, чем я занимаюсь, и у меня нет скучных задач.",
                "score": "3"
            }
        ]
    },
    {
        "id": 80,
        "scenario_name": "TEST_EXPERT_LOGIC",
        "suite_version": "V2",
        "calculated_indices": {
            "Лидер": 12,
            "Творец": 12,
            "Практик": 50,
            "Аналитик": 100,
            "Инноватор": 17,
            "Социальщик": 8,
            "Автономность": 3,
            "Коммуникатор": 8,
            "Исследователь": 0
        },
        "final_profile": "ЭКСПЕРТ (АНАЛИТИК)",
        "reliability": {
            "level": "yellow",
            "notes": "Подозрение на случайные ответы (однообразие)."
        },
        "raw_answers": [
            {
                "q": "Мне нравится разбирать сложные задачи на части, чтобы найти лучшее решение.",
                "score": "5"
            },
            {
                "q": "Я часто придумываю новые, необычные способы что-то сделать (например, как улучшить приложение, переделать комнату, организовать мероприятие по-новому).",
                "score": "2"
            },
            {
                "q": "Если я верю в цель, я готов рискнуть и попробовать, даже если нет гарантии успеха.",
                "score": "2"
            },
            {
                "q": "Для меня важно видеть конкретный результат своей работы (что-то сделанное, решённую задачу, достигнутую цель).",
                "score": "2"
            },
            {
                "q": "Я люблю доводить начатое до конца, даже если на пути возникают трудности.",
                "score": "2"
            },
            {
                "q": "В групповой работе или проекте я нередко беру на себя роль организатора или того, кто предлагает план.",
                "score": "1"
            },
            {
                "q": "Мне комфортно выступать перед аудиторией, даже незнакомой.",
                "score": "1"
            },
            {
                "q": "Я легко могу понять чувства и мотивы другого человека, даже если он о них прямо не говорит.",
                "score": "1"
            },
            {
                "q": "В споре или конфликте я всегда стараюсь найти решение, которое удовлетворит всех.",
                "score": "1"
            },
            {
                "q": "Ко мне часто обращаются за советом или просто «выговориться», потому что знают, что я умею слушать.",
                "score": "2"
            },
            {
                "q": "Мне интересно объяснять что-то другим, помогать разбираться в теме, учить.",
                "score": "2"
            },
            {
                "q": "Мне интересно разбираться в устройстве механизмов, программ или создавать их.",
                "score": "1"
            },
            {
                "q": "Мне интересно работать с цифрами, таблицами, данными, искать закономерности.",
                "score": "5"
            },
            {
                "q": "Мне интересно наблюдать и изучать природу: живые организмы, экосистемы, космос.",
                "score": "2"
            },
            {
                "q": "Мне нравится создавать что-то новое: рисовать, сочинять, мастерить, придумывать креативные идеи или творческие выступления.",
                "score": "1"
            },
            {
                "q": "Я люблю, когда задача чётко сформулирована, и я могу сосредоточиться на выполнении.",
                "score": "5"
            },
            {
                "q": "Мне важно понимать общую картину и цель, ради которой я что-то делаю.",
                "score": "2"
            },
            {
                "q": "Я ценю возможность работать в одиночку, самостоятельно планируя своё время.",
                "score": "2"
            },
            {
                "q": "Мне нравится атмосфера командной работы, где можно обмениваться идеями.",
                "score": "1"
            },
            {
                "q": "Я стремлюсь стать настоящим экспертом в выбранной мной области.",
                "score": "2"
            },
            {
                "q": "Проверочный вопрос: Пожалуйста, выбери вариант «Совсем не про меня».",
                "score": "1"
            },
            {
                "q": "В работе над любым проектом у меня никогда и ни с кем не возникает разногласий.",
                "score": "1"
            },
            {
                "q": "Я всегда, в любой ситуации, остаюсь абсолютно спокойным и хладнокровным.",
                "score": "2"
            },
            {
                "q": "Мне нравится абсолютно всё, чем я занимаюсь, и у меня нет скучных задач.",
                "score": "2"
            }
        ]
    },
    {
        "id": 79,
        "scenario_name": "TEST_PRODUCER",
        "suite_version": "V2",
        "calculated_indices": {
            "Лидер": 62,
            "Творец": 83,
            "Практик": 17,
            "Аналитик": 17,
            "Инноватор": 42,
            "Социальщик": 33,
            "Автономность": 2,
            "Коммуникатор": 0,
            "Исследователь": 0
        },
        "final_profile": "ПРОДЮСЕР",
        "reliability": {
            "level": "yellow",
            "notes": "В21 != 1"
        },
        "raw_answers": [
            {
                "q": "Мне нравится разбирать сложные задачи на части, чтобы найти лучшее решение.",
                "score": "1"
            },
            {
                "q": "Я часто придумываю новые, необычные способы что-то сделать (например, как улучшить приложение, переделать комнату, организовать мероприятие по-новому).",
                "score": "5"
            },
            {
                "q": "Если я верю в цель, я готов рискнуть и попробовать, даже если нет гарантии успеха.",
                "score": "2"
            },
            {
                "q": "Для меня важно видеть конкретный результат своей работы (что-то сделанное, решённую задачу, достигнутую цель).",
                "score": "2"
            },
            {
                "q": "Я люблю доводить начатое до конца, даже если на пути возникают трудности.",
                "score": "1"
            },
            {
                "q": "В групповой работе или проекте я нередко беру на себя роль организатора или того, кто предлагает план.",
                "score": "5"
            },
            {
                "q": "Мне комфортно выступать перед аудиторией, даже незнакомой.",
                "score": "5"
            },
            {
                "q": "Я легко могу понять чувства и мотивы другого человека, даже если он о них прямо не говорит.",
                "score": "1"
            },
            {
                "q": "В споре или конфликте я всегда стараюсь найти решение, которое удовлетворит всех.",
                "score": "1"
            },
            {
                "q": "Ко мне часто обращаются за советом или просто «выговориться», потому что знают, что я умею слушать.",
                "score": "1"
            },
            {
                "q": "Мне интересно объяснять что-то другим, помогать разбираться в теме, учить.",
                "score": "5"
            },
            {
                "q": "Мне интересно разбираться в устройстве механизмов, программ или создавать их.",
                "score": "1"
            },
            {
                "q": "Мне интересно работать с цифрами, таблицами, данными, искать закономерности.",
                "score": "2"
            },
            {
                "q": "Мне интересно наблюдать и изучать природу: живые организмы, экосистемы, космос.",
                "score": "1"
            },
            {
                "q": "Мне нравится создавать что-то новое: рисовать, сочинять, мастерить, придумывать креативные идеи или творческие выступления.",
                "score": "5"
            },
            {
                "q": "Я люблю, когда задача чётко сформулирована, и я могу сосредоточиться на выполнении.",
                "score": "2"
            },
            {
                "q": "Мне важно понимать общую картину и цель, ради которой я что-то делаю.",
                "score": "2"
            },
            {
                "q": "Я ценю возможность работать в одиночку, самостоятельно планируя своё время.",
                "score": "1"
            },
            {
                "q": "Мне нравится атмосфера командной работы, где можно обмениваться идеями.",
                "score": "1"
            },
            {
                "q": "Я стремлюсь стать настоящим экспертом в выбранной мной области.",
                "score": "2"
            },
            {
                "q": "Проверочный вопрос: Пожалуйста, выбери вариант «Совсем не про меня».",
                "score": "2"
            },
            {
                "q": "В работе над любым проектом у меня никогда и ни с кем не возникает разногласий.",
                "score": "2"
            },
            {
                "q": "Я всегда, в любой ситуации, остаюсь абсолютно спокойным и хладнокровным.",
                "score": "2"
            },
            {
                "q": "Мне нравится абсолютно всё, чем я занимаюсь, и у меня нет скучных задач.",
                "score": "2"
            }
        ]
    },
    {
        "id": 78,
        "scenario_name": "TEST_MEDIATOR",
        "suite_version": "V2",
        "calculated_indices": {
            "Лидер": 19,
            "Творец": 29,
            "Практик": 17,
            "Аналитик": 17,
            "Инноватор": 8,
            "Социальщик": 100,
            "Автономность": 0,
            "Коммуникатор": 100,
            "Исследователь": 0
        },
        "final_profile": "МЕДИАТОР",
        "reliability": {
            "level": "green",
            "notes": ""
        },
        "raw_answers": [
            {
                "q": "Мне нравится разбирать сложные задачи на части, чтобы найти лучшее решение.",
                "score": "2"
            },
            {
                "q": "Я часто придумываю новые, необычные способы что-то сделать (например, как улучшить приложение, переделать комнату, организовать мероприятие по-новому).",
                "score": "1"
            },
            {
                "q": "Если я верю в цель, я готов рискнуть и попробовать, даже если нет гарантии успеха.",
                "score": "1"
            },
            {
                "q": "Для меня важно видеть конкретный результат своей работы (что-то сделанное, решённую задачу, достигнутую цель).",
                "score": "2"
            },
            {
                "q": "Я люблю доводить начатое до конца, даже если на пути возникают трудности.",
                "score": "1"
            },
            {
                "q": "В групповой работе или проекте я нередко беру на себя роль организатора или того, кто предлагает план.",
                "score": "2"
            },
            {
                "q": "Мне комфортно выступать перед аудиторией, даже незнакомой.",
                "score": "1"
            },
            {
                "q": "Я легко могу понять чувства и мотивы другого человека, даже если он о них прямо не говорит.",
                "score": "5"
            },
            {
                "q": "В споре или конфликте я всегда стараюсь найти решение, которое удовлетворит всех.",
                "score": "5"
            },
            {
                "q": "Ко мне часто обращаются за советом или просто «выговориться», потому что знают, что я умею слушать.",
                "score": "5"
            },
            {
                "q": "Мне интересно объяснять что-то другим, помогать разбираться в теме, учить.",
                "score": "5"
            },
            {
                "q": "Мне интересно разбираться в устройстве механизмов, программ или создавать их.",
                "score": "2"
            },
            {
                "q": "Мне интересно работать с цифрами, таблицами, данными, искать закономерности.",
                "score": "1"
            },
            {
                "q": "Мне интересно наблюдать и изучать природу: живые организмы, экосистемы, космос.",
                "score": "2"
            },
            {
                "q": "Мне нравится создавать что-то новое: рисовать, сочинять, мастерить, придумывать креативные идеи или творческие выступления.",
                "score": "2"
            },
            {
                "q": "Я люблю, когда задача чётко сформулирована, и я могу сосредоточиться на выполнении.",
                "score": "2"
            },
            {
                "q": "Мне важно понимать общую картину и цель, ради которой я что-то делаю.",
                "score": "2"
            },
            {
                "q": "Я ценю возможность работать в одиночку, самостоятельно планируя своё время.",
                "score": "1"
            },
            {
                "q": "Мне нравится атмосфера командной работы, где можно обмениваться идеями.",
                "score": "5"
            },
            {
                "q": "Я стремлюсь стать настоящим экспертом в выбранной мной области.",
                "score": "2"
            },
            {
                "q": "Проверочный вопрос: Пожалуйста, выбери вариант «Совсем не про меня».",
                "score": "1"
            },
            {
                "q": "В работе над любым проектом у меня никогда и ни с кем не возникает разногласий.",
                "score": "1"
            },
            {
                "q": "Я всегда, в любой ситуации, остаюсь абсолютно спокойным и хладнокровным.",
                "score": "2"
            },
            {
                "q": "Мне нравится абсолютно всё, чем я занимаюсь, и у меня нет скучных задач.",
                "score": "2"
            }
        ]
    },
    {
        "id": 77,
        "scenario_name": "TEST_CONSTRUCTOR",
        "suite_version": "V2",
        "calculated_indices": {
            "Лидер": 12,
            "Творец": 100,
            "Практик": 75,
            "Аналитик": 17,
            "Инноватор": 67,
            "Социальщик": 42,
            "Автономность": 2,
            "Коммуникатор": 8,
            "Исследователь": 0
        },
        "final_profile": "КОНСТРУКТОР",
        "reliability": {
            "level": "yellow",
            "notes": "В21 != 1"
        },
        "raw_answers": [
            {
                "q": "Мне нравится разбирать сложные задачи на части, чтобы найти лучшее решение.",
                "score": "1"
            },
            {
                "q": "Я часто придумываю новые, необычные способы что-то сделать (например, как улучшить приложение, переделать комнату, организовать мероприятие по-новому).",
                "score": "5"
            },
            {
                "q": "Если я верю в цель, я готов рискнуть и попробовать, даже если нет гарантии успеха.",
                "score": "1"
            },
            {
                "q": "Для меня важно видеть конкретный результат своей работы (что-то сделанное, решённую задачу, достигнутую цель).",
                "score": "2"
            },
            {
                "q": "Я люблю доводить начатое до конца, даже если на пути возникают трудности.",
                "score": "5"
            },
            {
                "q": "В групповой работе или проекте я нередко беру на себя роль организатора или того, кто предлагает план.",
                "score": "1"
            },
            {
                "q": "Мне комфортно выступать перед аудиторией, даже незнакомой.",
                "score": "2"
            },
            {
                "q": "Я легко могу понять чувства и мотивы другого человека, даже если он о них прямо не говорит.",
                "score": "1"
            },
            {
                "q": "В споре или конфликте я всегда стараюсь найти решение, которое удовлетворит всех.",
                "score": "2"
            },
            {
                "q": "Ко мне часто обращаются за советом или просто «выговориться», потому что знают, что я умею слушать.",
                "score": "1"
            },
            {
                "q": "Мне интересно объяснять что-то другим, помогать разбираться в теме, учить.",
                "score": "5"
            },
            {
                "q": "Мне интересно разбираться в устройстве механизмов, программ или создавать их.",
                "score": "5"
            },
            {
                "q": "Мне интересно работать с цифрами, таблицами, данными, искать закономерности.",
                "score": "2"
            },
            {
                "q": "Мне интересно наблюдать и изучать природу: живые организмы, экосистемы, космос.",
                "score": "1"
            },
            {
                "q": "Мне нравится создавать что-то новое: рисовать, сочинять, мастерить, придумывать креативные идеи или творческие выступления.",
                "score": "5"
            },
            {
                "q": "Я люблю, когда задача чётко сформулирована, и я могу сосредоточиться на выполнении.",
                "score": "2"
            },
            {
                "q": "Мне важно понимать общую картину и цель, ради которой я что-то делаю.",
                "score": "1"
            },
            {
                "q": "Я ценю возможность работать в одиночку, самостоятельно планируя своё время.",
                "score": "2"
            },
            {
                "q": "Мне нравится атмосфера командной работы, где можно обмениваться идеями.",
                "score": "2"
            },
            {
                "q": "Я стремлюсь стать настоящим экспертом в выбранной мной области.",
                "score": "5"
            },
            {
                "q": "Проверочный вопрос: Пожалуйста, выбери вариант «Совсем не про меня».",
                "score": "2"
            },
            {
                "q": "В работе над любым проектом у меня никогда и ни с кем не возникает разногласий.",
                "score": "1"
            },
            {
                "q": "Я всегда, в любой ситуации, остаюсь абсолютно спокойным и хладнокровным.",
                "score": "2"
            },
            {
                "q": "Мне нравится абсолютно всё, чем я занимаюсь, и у меня нет скучных задач.",
                "score": "1"
            }
        ]
    },
    {
        "id": 76,
        "scenario_name": "TEST_RESEARCHER",
        "suite_version": "V2",
        "calculated_indices": {
            "Лидер": 12,
            "Творец": 8,
            "Практик": 42,
            "Аналитик": 100,
            "Инноватор": 8,
            "Социальщик": 17,
            "Автономность": 2,
            "Коммуникатор": 17,
            "Исследователь": 0
        },
        "final_profile": "ЭКСПЕРТ (АНАЛИТИК)",
        "reliability": {
            "level": "green",
            "notes": ""
        },
        "raw_answers": [
            {
                "q": "Мне нравится разбирать сложные задачи на части, чтобы найти лучшее решение.",
                "score": "5"
            },
            {
                "q": "Я часто придумываю новые, необычные способы что-то сделать (например, как улучшить приложение, переделать комнату, организовать мероприятие по-новому).",
                "score": "1"
            },
            {
                "q": "Если я верю в цель, я готов рискнуть и попробовать, даже если нет гарантии успеха.",
                "score": "1"
            },
            {
                "q": "Для меня важно видеть конкретный результат своей работы (что-то сделанное, решённую задачу, достигнутую цель).",
                "score": "2"
            },
            {
                "q": "Я люблю доводить начатое до конца, даже если на пути возникают трудности.",
                "score": "1"
            },
            {
                "q": "В групповой работе или проекте я нередко беру на себя роль организатора или того, кто предлагает план.",
                "score": "2"
            },
            {
                "q": "Мне комфортно выступать перед аудиторией, даже незнакомой.",
                "score": "1"
            },
            {
                "q": "Я легко могу понять чувства и мотивы другого человека, даже если он о них прямо не говорит.",
                "score": "2"
            },
            {
                "q": "В споре или конфликте я всегда стараюсь найти решение, которое удовлетворит всех.",
                "score": "1"
            },
            {
                "q": "Ко мне часто обращаются за советом или просто «выговориться», потому что знают, что я умею слушать.",
                "score": "2"
            },
            {
                "q": "Мне интересно объяснять что-то другим, помогать разбираться в теме, учить.",
                "score": "2"
            },
            {
                "q": "Мне интересно разбираться в устройстве механизмов, программ или создавать их.",
                "score": "2"
            },
            {
                "q": "Мне интересно работать с цифрами, таблицами, данными, искать закономерности.",
                "score": "5"
            },
            {
                "q": "Мне интересно наблюдать и изучать природу: живые организмы, экосистемы, космос.",
                "score": "5"
            },
            {
                "q": "Мне нравится создавать что-то новое: рисовать, сочинять, мастерить, придумывать креативные идеи или творческие выступления.",
                "score": "1"
            },
            {
                "q": "Я люблю, когда задача чётко сформулирована, и я могу сосредоточиться на выполнении.",
                "score": "5"
            },
            {
                "q": "Мне важно понимать общую картину и цель, ради которой я что-то делаю.",
                "score": "1"
            },
            {
                "q": "Я ценю возможность работать в одиночку, самостоятельно планируя своё время.",
                "score": "1"
            },
            {
                "q": "Мне нравится атмосфера командной работы, где можно обмениваться идеями.",
                "score": "1"
            },
            {
                "q": "Я стремлюсь стать настоящим экспертом в выбранной мной области.",
                "score": "2"
            },
            {
                "q": "Проверочный вопрос: Пожалуйста, выбери вариант «Совсем не про меня».",
                "score": "1"
            },
            {
                "q": "В работе над любым проектом у меня никогда и ни с кем не возникает разногласий.",
                "score": "1"
            },
            {
                "q": "Я всегда, в любой ситуации, остаюсь абсолютно спокойным и хладнокровным.",
                "score": "2"
            },
            {
                "q": "Мне нравится абсолютно всё, чем я занимаюсь, и у меня нет скучных задач.",
                "score": "1"
            }
        ]
    },
    {
        "id": 75,
        "scenario_name": "TEST_PIONEER",
        "suite_version": "V2",
        "calculated_indices": {
            "Лидер": 81,
            "Творец": 54,
            "Практик": 0,
            "Аналитик": 17,
            "Инноватор": 100,
            "Социальщик": 25,
            "Автономность": 2,
            "Коммуникатор": 17,
            "Исследователь": 0
        },
        "final_profile": "ПИОНЕР",
        "reliability": {
            "level": "green",
            "notes": ""
        },
        "raw_answers": [
            {
                "q": "Мне нравится разбирать сложные задачи на части, чтобы найти лучшее решение.",
                "score": "2"
            },
            {
                "q": "Я часто придумываю новые, необычные способы что-то сделать (например, как улучшить приложение, переделать комнату, организовать мероприятие по-новому).",
                "score": "5"
            },
            {
                "q": "Если я верю в цель, я готов рискнуть и попробовать, даже если нет гарантии успеха.",
                "score": "5"
            },
            {
                "q": "Для меня важно видеть конкретный результат своей работы (что-то сделанное, решённую задачу, достигнутую цель).",
                "score": "5"
            },
            {
                "q": "Я люблю доводить начатое до конца, даже если на пути возникают трудности.",
                "score": "1"
            },
            {
                "q": "В групповой работе или проекте я нередко беру на себя роль организатора или того, кто предлагает план.",
                "score": "5"
            },
            {
                "q": "Мне комфортно выступать перед аудиторией, даже незнакомой.",
                "score": "5"
            },
            {
                "q": "Я легко могу понять чувства и мотивы другого человека, даже если он о них прямо не говорит.",
                "score": "2"
            },
            {
                "q": "В споре или конфликте я всегда стараюсь найти решение, которое удовлетворит всех.",
                "score": "1"
            },
            {
                "q": "Ко мне часто обращаются за советом или просто «выговориться», потому что знают, что я умею слушать.",
                "score": "2"
            },
            {
                "q": "Мне интересно объяснять что-то другим, помогать разбираться в теме, учить.",
                "score": "2"
            },
            {
                "q": "Мне интересно разбираться в устройстве механизмов, программ или создавать их.",
                "score": "5"
            },
            {
                "q": "Мне интересно работать с цифрами, таблицами, данными, искать закономерности.",
                "score": "2"
            },
            {
                "q": "Мне интересно наблюдать и изучать природу: живые организмы, экосистемы, космос.",
                "score": "2"
            },
            {
                "q": "Мне нравится создавать что-то новое: рисовать, сочинять, мастерить, придумывать креативные идеи или творческие выступления.",
                "score": "1"
            },
            {
                "q": "Я люблю, когда задача чётко сформулирована, и я могу сосредоточиться на выполнении.",
                "score": "1"
            },
            {
                "q": "Мне важно понимать общую картину и цель, ради которой я что-то делаю.",
                "score": "2"
            },
            {
                "q": "Я ценю возможность работать в одиночку, самостоятельно планируя своё время.",
                "score": "1"
            },
            {
                "q": "Мне нравится атмосфера командной работы, где можно обмениваться идеями.",
                "score": "2"
            },
            {
                "q": "Я стремлюсь стать настоящим экспертом в выбранной мной области.",
                "score": "1"
            },
            {
                "q": "Проверочный вопрос: Пожалуйста, выбери вариант «Совсем не про меня».",
                "score": "1"
            },
            {
                "q": "В работе над любым проектом у меня никогда и ни с кем не возникает разногласий.",
                "score": "1"
            },
            {
                "q": "Я всегда, в любой ситуации, остаюсь абсолютно спокойным и хладнокровным.",
                "score": "1"
            },
            {
                "q": "Мне нравится абсолютно всё, чем я занимаюсь, и у меня нет скучных задач.",
                "score": "2"
            }
        ]
    },
    {
        "id": 74,
        "scenario_name": "TEST_ENGINEER",
        "suite_version": "V2",
        "calculated_indices": {
            "Лидер": 6,
            "Творец": 12,
            "Практик": 100,
            "Аналитик": 100,
            "Инноватор": 17,
            "Социальщик": 8,
            "Автономность": 2,
            "Коммуникатор": 17,
            "Исследователь": 0
        },
        "final_profile": "ИНЖЕНЕР",
        "reliability": {
            "level": "yellow",
            "notes": "Подозрение на случайные ответы (однообразие)."
        },
        "raw_answers": [
            {
                "q": "Мне нравится разбирать сложные задачи на части, чтобы найти лучшее решение.",
                "score": "5"
            },
            {
                "q": "Я часто придумываю новые, необычные способы что-то сделать (например, как улучшить приложение, переделать комнату, организовать мероприятие по-новому).",
                "score": "2"
            },
            {
                "q": "Если я верю в цель, я готов рискнуть и попробовать, даже если нет гарантии успеха.",
                "score": "1"
            },
            {
                "q": "Для меня важно видеть конкретный результат своей работы (что-то сделанное, решённую задачу, достигнутую цель).",
                "score": "2"
            },
            {
                "q": "Я люблю доводить начатое до конца, даже если на пути возникают трудности.",
                "score": "5"
            },
            {
                "q": "В групповой работе или проекте я нередко беру на себя роль организатора или того, кто предлагает план.",
                "score": "1"
            },
            {
                "q": "Мне комфортно выступать перед аудиторией, даже незнакомой.",
                "score": "1"
            },
            {
                "q": "Я легко могу понять чувства и мотивы другого человека, даже если он о них прямо не говорит.",
                "score": "2"
            },
            {
                "q": "В споре или конфликте я всегда стараюсь найти решение, которое удовлетворит всех.",
                "score": "1"
            },
            {
                "q": "Ко мне часто обращаются за советом или просто «выговориться», потому что знают, что я умею слушать.",
                "score": "2"
            },
            {
                "q": "Мне интересно объяснять что-то другим, помогать разбираться в теме, учить.",
                "score": "1"
            },
            {
                "q": "Мне интересно разбираться в устройстве механизмов, программ или создавать их.",
                "score": "2"
            },
            {
                "q": "Мне интересно работать с цифрами, таблицами, данными, искать закономерности.",
                "score": "5"
            },
            {
                "q": "Мне интересно наблюдать и изучать природу: живые организмы, экосистемы, космос.",
                "score": "1"
            },
            {
                "q": "Мне нравится создавать что-то новое: рисовать, сочинять, мастерить, придумывать креативные идеи или творческие выступления.",
                "score": "1"
            },
            {
                "q": "Я люблю, когда задача чётко сформулирована, и я могу сосредоточиться на выполнении.",
                "score": "5"
            },
            {
                "q": "Мне важно понимать общую картину и цель, ради которой я что-то делаю.",
                "score": "1"
            },
            {
                "q": "Я ценю возможность работать в одиночку, самостоятельно планируя своё время.",
                "score": "1"
            },
            {
                "q": "Мне нравится атмосфера командной работы, где можно обмениваться идеями.",
                "score": "1"
            },
            {
                "q": "Я стремлюсь стать настоящим экспертом в выбранной мной области.",
                "score": "5"
            },
            {
                "q": "Проверочный вопрос: Пожалуйста, выбери вариант «Совсем не про меня».",
                "score": "1"
            },
            {
                "q": "В работе над любым проектом у меня никогда и ни с кем не возникает разногласий.",
                "score": "1"
            },
            {
                "q": "Я всегда, в любой ситуации, остаюсь абсолютно спокойным и хладнокровным.",
                "score": "1"
            },
            {
                "q": "Мне нравится абсолютно всё, чем я занимаюсь, и у меня нет скучных задач.",
                "score": "1"
            }
        ]
    },
    {
        "id": 73,
        "scenario_name": "TEST_STRATEG",
        "suite_version": "V2",
        "calculated_indices": {
            "Лидер": 75,
            "Творец": 25,
            "Практик": 33,
            "Аналитик": 100,
            "Инноватор": 25,
            "Социальщик": 17,
            "Автономность": 2,
            "Коммуникатор": 8,
            "Исследователь": 0
        },
        "final_profile": "СТРАТЕГ",
        "reliability": {
            "level": "green",
            "notes": ""
        },
        "raw_answers": [
            {
                "q": "Мне нравится разбирать сложные задачи на части, чтобы найти лучшее решение.",
                "score": "5"
            },
            {
                "q": "Я часто придумываю новые, необычные способы что-то сделать (например, как улучшить приложение, переделать комнату, организовать мероприятие по-новому).",
                "score": "2"
            },
            {
                "q": "Если я верю в цель, я готов рискнуть и попробовать, даже если нет гарантии успеха.",
                "score": "2"
            },
            {
                "q": "Для меня важно видеть конкретный результат своей работы (что-то сделанное, решённую задачу, достигнутую цель).",
                "score": "5"
            },
            {
                "q": "Я люблю доводить начатое до конца, даже если на пути возникают трудности.",
                "score": "1"
            },
            {
                "q": "В групповой работе или проекте я нередко беру на себя роль организатора или того, кто предлагает план.",
                "score": "5"
            },
            {
                "q": "Мне комфортно выступать перед аудиторией, даже незнакомой.",
                "score": "5"
            },
            {
                "q": "Я легко могу понять чувства и мотивы другого человека, даже если он о них прямо не говорит.",
                "score": "1"
            },
            {
                "q": "В споре или конфликте я всегда стараюсь найти решение, которое удовлетворит всех.",
                "score": "2"
            },
            {
                "q": "Ко мне часто обращаются за советом или просто «выговориться», потому что знают, что я умею слушать.",
                "score": "1"
            },
            {
                "q": "Мне интересно объяснять что-то другим, помогать разбираться в теме, учить.",
                "score": "2"
            },
            {
                "q": "Мне интересно разбираться в устройстве механизмов, программ или создавать их.",
                "score": "2"
            },
            {
                "q": "Мне интересно работать с цифрами, таблицами, данными, искать закономерности.",
                "score": "5"
            },
            {
                "q": "Мне интересно наблюдать и изучать природу: живые организмы, экосистемы, космос.",
                "score": "2"
            },
            {
                "q": "Мне нравится создавать что-то новое: рисовать, сочинять, мастерить, придумывать креативные идеи или творческие выступления.",
                "score": "2"
            },
            {
                "q": "Я люблю, когда задача чётко сформулирована, и я могу сосредоточиться на выполнении.",
                "score": "5"
            },
            {
                "q": "Мне важно понимать общую картину и цель, ради которой я что-то делаю.",
                "score": "1"
            },
            {
                "q": "Я ценю возможность работать в одиночку, самостоятельно планируя своё время.",
                "score": "2"
            },
            {
                "q": "Мне нравится атмосфера командной работы, где можно обмениваться идеями.",
                "score": "2"
            },
            {
                "q": "Я стремлюсь стать настоящим экспертом в выбранной мной области.",
                "score": "1"
            },
            {
                "q": "Проверочный вопрос: Пожалуйста, выбери вариант «Совсем не про меня».",
                "score": "1"
            },
            {
                "q": "В работе над любым проектом у меня никогда и ни с кем не возникает разногласий.",
                "score": "2"
            },
            {
                "q": "Я всегда, в любой ситуации, остаюсь абсолютно спокойным и хладнокровным.",
                "score": "2"
            },
            {
                "q": "Мне нравится абсолютно всё, чем я занимаюсь, и у меня нет скучных задач.",
                "score": "1"
            }
        ]